Case/3D/Cytotoxic Only/Case/0/K
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      K;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [-1 3 1 0 0 0 0];

internalField   nonuniform List<scalar>
58032
(
  5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
5.65000000000000e-15
...
)
;

boundaryField
{
    left
    {
        type            zeroGradient;
    }

    right
    {
        type            zeroGradient;
    }

    top
    {
        type            zeroGradient;
    }

    bottom
    {
        type            zeroGradient;
    }

    front
    {
      type              zeroGradient;
    }

    back
    {
      type              zeroGradient;
    }
}

// ************************************************************************* //
